[
  {
    "id": "1",
    "title": "Лунцзин",
    "description": "Лунцзин даёт жёлто-зелёный настой с нежным тонким ароматом и богатым вкусом. Чай содержит витамин C, аминокислоты и катехины, по содержанию которых превосходит все прочие виды и сорта чая.",
    "type": "green",
    "image": "https://loongese.com/tea/wp-content/uploads/2020/04/Longjing-loose-tea.jpg",
    "price": "10",
    "rating": "5",
    "leafSize": "big"
  },
  {
    "id": "2",
    "title": "Би Ло Чунь",
    "description": "Утонченный, свежий, легкий чай с основной цветочно-травянистой гаммой и нюансами летних ягод, фруктовой сладости и тыквенных семечек. Свежесть, ясность и чистота – первые приходящие ассоциации. Отлично освежает, собирает ум и мягко тонизирует.",
    "type": "green",
    "image": "https://www.teashop.by/wp-content/uploads/DSC_2613-350x233.jpg",
    "price": "7",
    "rating": "4.5",
    "leafSize": "big"
  },
  {
    "id": "3",
    "title": "Хуан Шань Мао Фэн",
    "description": "Замечательный зеленый чай со своим характером и настроением. Вкус влюбляет в себя своей нежностью, чистотой и гладкостью. Отличный баланс, хорошее освежающее послевкусие, которое надолго остается во рту.",
    "type": "green",
    "image": "https://www.teashop.by/wp-content/uploads/huanshan-mao-fjen-vesna-2019-g-98519852-350x233.jpg",
    "price": "15",
    "rating": "5",
    "leafSize": "big"
  },
  {
    "id": "4",
    "title": "Тай Пин Хоу Куй",
    "description": "Это тот самый чай, который играет с воображением каждый раз по-новому. Он не надоедает, его хочется пить, наблюдая как мягко и он собирает и приводит в порядок мысли, наполняет энергией и вдохновляет. Можно сказать, что Тай Пин прост и сложен одновременно. Не зря он является одним из любимых среди ценителей.",
    "type": "green",
    "image": "https://www.teashop.by/wp-content/uploads/taiping-hou-kui-6512_1.jpg",
    "price": "12.5",
    "rating": "4",
    "leafSize": "big"
  },
  {
    "id": "5",
    "title": "Люань Гуа Пянь",
    "description": "Люань Гуа Пянь обладает мягким вкусом, с легкой цветочной сладостью. Его послевкусие напоминает качественный Те Гуань Инь. Очень освежает и успокаивает.",
    "type": "green",
    "image": "https://www.teashop.by/wp-content/uploads/lu-an-gua-pian-9647.jpg",
    "price": "17",
    "rating": "4.3",
    "leafSize": "big"
  },
  {
    "id": "6",
    "title": "Чжу Е Цин",
    "description": "Это действительно замечательный, свежий зелёный чай! Имеет прозрачный, кристально чистый и яркий настой. Аромат и вкус приготовленного чая мощный и насыщенный. Аромат бодрит и будоражит, обдаёт весной и цветочными лугами.",
    "type": "green",
    "image": "https://www.teashop.by/wp-content/uploads/zhuyeqing-2741.jpg",
    "price": "11.41",
    "rating": "3.7",
    "leafSize": "big"
  },
  {
    "id": "7",
    "title": "Бай Хао Инь Чжэнь",
    "description": "Элегантный, утонченный и свежий, с мягкими нотами весенних цветов, меда, спелых лесных ягод и нюансами яблок. Отлично подходит для варки на открытом огне. Приятно собирает, приободряет, наполняет силами и энергией, при этом создает атмосферу легкости и спокойствия.",
    "type": "white",
    "image": "https://www.teashop.by/wp-content/uploads/bai-hao-in-chjen.jpg",
    "price": "5.63",
    "rating": "3.5",
    "leafSize": "big"
  },
  {
    "id": "8",
    "title": "Бай Му Дань",
    "description": "Приятный, гармоничный и вкусный чай для повседневных чаепитий. Мягкий вкус очень приятно освежает восприятие, эмоции и мысли. Чай, откровенно говоря, вдохновляет и заметно приподнимает настроение.",
    "type": "white",
    "image": "https://www.teashop.by/wp-content/uploads/chaj_5768-350x233.jpg",
    "price": "3.29",
    "rating": "4",
    "leafSize": "big"
  },
  {
    "id": "9",
    "title": "Чжэн Хэ Шоу Мэй",
    "description": "Букет готового чая свежий и легкий, пряно-цветочный с нотками льняного семени, мяты, малинового листа, зеленых яблок и ягод. Аромат свежий, нежный, цветочный. Вкус тонкий, чуть пряный, сладковатый, с ягодной кислинкой, мятной прохладой и освежающим послевкусием.",
    "type": "white",
    "image": "https://www.tea-terra.ru/wp-content/uploads/2014/08/2014_08_21_01_003.jpg",
    "price": "9.11",
    "rating": "4.6",
    "leafSize": "big"
  },
  {
    "id": "10",
    "title": "Цзюнь-шань Инь Чжэнь",
    "description": "Этот чай не любит спешки, суеты и очень деликатен. Он не откроется вам полностью с первого чаепития. В этом его прелесть. Раз за разом он будет показывать всё новые и новые грани, но при одном условии – раз за разом вы будете очень внимательны, тверды в своем намерении и спокойны. И он вас очарует своим густым ароматом, таинственным вкусом и невесомым послевкусием. Прекрасный чай для эстетики и наслаждения.",
    "type": "yellow",
    "image": "https://www.teashop.by/wp-content/uploads/jun-shan-yin-zhen_9665.jpg",
    "price": "20",
    "rating": "4.9",
    "leafSize": "big"
  },
  {
    "id": "11",
    "title": "Мэн Дин Хуан Я",
    "description": "Этот чай не терпит суеты и требует внимательной осознанности. Пить его стоит по случаю, не каждый день. Жёлтый чай помогает процессу пищеварения, он выводит жиры из организма и улучшает метаболизм. В течение полугода он немного проживёт и изменится, избавиться от излишней зелени.",
    "type": "yellow",
    "image": "https://tea-mail.by/wa-data/public/shop/products/89/99/9989/images/43899/43899.750.jpg",
    "price": "50",
    "rating": "5",
    "leafSize": "big"
  },
  {
    "id": "12",
    "title": "Хо Шань Хуан Я",
    "description": "Элегантный, сбалансированный, многогранный чай. В качестве сырья использованы весенние листики и почки, собранные в середине апреля. Что делает этот чай уникальным среди желтых. Дело в том, что все остальные чаи такого типа готовятся исключительно из почек.",
    "type": "yellow",
    "image": "https://www.teashop.by/wp-content/uploads/xo-shan-xuan-ya-4147.jpg",
    "price": "14.86",
    "rating": "4.1",
    "leafSize": "big"
  },
  {
    "id": "13",
    "title": "Те Гуань Инь",
    "description": "Этот чай обладает бодрящим ароматом светлой зелени, отлично снимает усталость и утоляет жажду. Во вкусе присутствует лёгкая кислинка. Рано утром — взбодрит, поздно вечером — снимет усталость трудового дня.",
    "type": "oolong",
    "image": "https://www.teashop.by/wp-content/uploads/te-guanin-van6529_1.jpg",
    "price": "6.43",
    "rating": "4.6",
    "leafSize": "big"
  },
  {
    "id": "14",
    "title": "Да Хун Пао",
    "description": "Сладчайший аромат карамели с солью прогретого листа предвещает прекрасное чаепитие. Ярко-оранжевый цвет первого пролива прогревает полость рта легкой сладостью цветочного нектара. Распаренный лист делится ароматом сладкого табака и угольков потухшего кострища.",
    "type": "oolong",
    "image": "https://tea-mail.by/wa-data/public/shop/products/57/66/6657/images/41401/41401.970.jpg",
    "price": "27",
    "rating": "5",
    "leafSize": "big"
  },
  {
    "id": "15",
    "title": "Дун Дин",
    "description": "Этот представитель дун динов вобрал в себя все лучшее, что есть в тайваньских улунах – свежесть в аромате и плотность во вкусе. Чай при заваривании приобретает светло-карамельный оттенок, настой тягучий и обволакивающий, со слегка уловимой терпкостью.",
    "type": "oolong",
    "image": "https://www.teashop.by/wp-content/uploads/dun-din-ulun_7402.jpg",
    "price": "6.48",
    "rating": "3.7",
    "leafSize": "big"
  },
  {
    "id": "16",
    "title": "Дарджилинг",
    "description": "Данный чай является неплохой альтернативой кофе! Он отлично тонизирует и бодрит. Помимо этого чай Дарджилинг ускоряет метаболизм, очищает сосуды от холестерина, снижет уровень глюкозы и способствует укреплению зубной эмали.",
    "type": "black",
    "image": "https://roast.by/upload/webp/iblock/918/918ef4eca699fe1c071e807343012b92.jpg.webp",
    "price": "7.70",
    "rating": "4.6",
    "leafSize": "medium"
  },
  {
    "id": "17",
    "title": "Ассам",
    "description": "Букет готового чая мягкий, сдержанный, медово-фруктовый, с нотками сухофруктов и цветов. Аромат спокойный, цветочно-медовый, ровный. Вкус сбалансированный, насыщенный, бархатистый, с оттенками свежего меда, сухофруктов и цветов.",
    "type": "black",
    "image": "https://www.teashop.by/wp-content/uploads/mokalbari-tgfop-4184.jpg",
    "price": "2.56",
    "rating": "2.8",
    "leafSize": "medium"
  },
  {
    "id": "18",
    "title": "Цзинь Я",
    "description": "Свежий, яркий, нежный и очень гармоничный красный чай из провинции Юньнань. Приготовлен в небольшом фермерском хозяйстве из высококлассного сырья Цзинь Я. Ранневесенний сбор 2022 года, изысканность и легкость в каждой чашке. Настоящее удовольствие для ценителей и эстетов.",
    "type": "puer",
    "image": "https://www.teashop.by/wp-content/uploads/czin-ja-tou-chun-0767.jpg",
    "price": "8.43",
    "rating": "4.4",
    "leafSize": "big"
  },
  {
    "id": "19",
    "title": "Гун Тин",
    "description": "Гун Тин пуэр является одним из лучших природных энергетиков и биостимуляторов. Моментально снимает сонливость, повышает настроение и способствует творческой активности.",
    "type": "puer",
    "image": "https://miychay.com/upload/iblock/137/13738628f47d0a7b99f78d909734b41f.jpg",
    "price": "6.38",
    "rating": "4",
    "leafSize": "medium"
  }
]
